// 10.2 - создание массива объектов (продуктовых карточек)
export const productList = [
  {
    photo: "img/photo_1.png",
    remark: 'для нормальной кожи',
    name: 'Увлажняющий мусс',
    description: 'Глубоко увлажняют кожу лица, оставляя её мягкой и гладкой.',    
    components: [
      'активные натуральные комплексы',
      'витамины С, А, РР, В И Е',
      "солнцезащитные компоненты"
    ],
    price: '2 750 ₽'
  },
  {
    photo: "img/photo_2.png",
    remark: 'для нормальной кожи',
    name: 'Увлажняющая маска',
    description: 'Способствует удерживанию влаги в верхних слоях кожи.',    
    components: [
      'воски',
      'минералы',
      "масла"
    ],
    price: '3 500 ₽'
  },
  {
    photo: "img/photo_3.png",
    remark: 'для нормальной кожи',
    name: 'Гель для умывания',
    description: 'Интенсивно очищает, не повреждает защитный барьер кожи.',    
    components: [
      'минералы',
      'витамины С, А, РР, В И Е',
      "солнцезащитные компоненты"
    ],
    price: '1 650 ₽'
  },
  {
    photo: "img/photo_4.png",
    remark: 'для нормальной кожи',
    name: 'Подарочный набор №1',
    description: 'Набор, состоящий из увлажняющего крема и маски.',    
    components: [
      'воски',
      'минералы',
      "масла"
    ],    
    price: '4 750 ₽'
  },
  {
    photo: "img/photo_5.png",
    remark: 'для нормальной кожи',
    name: 'Подарочный набор №5',
    description: 'Глубоко увлажняют кожу лица, оставляя её мягкой и гладкой.',    
    components: [
      'воски',
      'минералы',
      "масла"
    ],    
    price: '7 520 ₽'
  }
];


